examples/jbi/cxf-wsdl-first/client/src/main/resources/org/apache/servicemix/samples/wsdl_first/request.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/"
              xmlns:tns="http://servicemix.apache.org/samples/wsdl-first/types">
  <env:Body>
    <tns:GetPerson>
      <tns:personId>world</tns:personId>
    </tns:GetPerson>
  </env:Body>
</env:Envelope>
